[
  "1、年轻的时候你总想要最好的，但年华老去，你不得不选一些便宜货。———《布达佩斯大饭店》",
  "2、闻着是肉味，吃在嘴里就成毒药了。———《天下无贼》",
  "3、有些朋友常是一闪而过，就像路上的行人。———《伴我同行》",
  "4、你朋友不及格，你感觉很糟；你朋友考第一，你感觉更糟。———《三傻大闹宝莱坞》",
  "5、女人和小孩能够粗心大意，但男人不行。———《教父》",
  "6、我不知道将去何方，但我已在路上。———《千与千寻》",
  "7、世界上有太多孤独的人，害怕先踏出第一步。———《绿皮书》",
  "8、我表现得我不喜欢任何事物，是因为我从来没得到过我想要的。———《破产姐妹》",
  "9、如果你不出去走走，就会以为眼前的就是全世界。———《天堂电影院》",
  "10、当你挽救了一条生命就等于挽救了全世界。———《辛德勒的名单》",
  "11、我常常对自己说，别告诉别人你不开心，勤奋点做事，没什么事便早点回家睡觉去。 ———《阿飞正传》",
  "12、说的是一辈子！差一年，一个月，一天，一个时辰，都不算一辈子！———《霸王别姬》",
  "13、连绵不绝的城市，什么都有，除了尽头，没有尽头。———《海上钢琴师》",
  "14、我甚至连他的一张照片都没有，他只活在我的记忆里。———《泰坦尼克号》",
  "15、你不用再等他了，他永远不会回来了。———《忠犬八公》",
  "16、生活坏到一定程度就会好起来，因为它无法更坏。努力过后，才知道许多事情，坚持坚持。———《龙猫》",
  "17、为了记住你的笑容，我拼命按下心中的快门！———《美丽人生》",
  "18、直到你某天早上醒来，然后发现，但是许多年已经过去了。———《亲爱的，原来是你》",
  "19、曾经有一份真诚的爱情摆在我面前，但我没有珍惜，等到了失去的时候才后悔莫及，尘世间最痛苦的事莫过于此。如果上天能够给我一个再来一次的机会，我会跟那个女孩说我爱她！如果非要给这份爱加一个期限，我希望是一万年。———《大话西游之大圣娶亲》",
  "20、给我一个机会，我以前没得选择，现在我想做一个好人。———《无间道》",
  "21、不要让别人告诉你，你不能做什么。只要有梦想，就要去追求。那些做不到的人总要告诉你，你也不行。想要什么就得去努力，去追求。———《当幸福来敲门》",
  "22、有人住高楼，有人在深沟，有人光万丈，有人一身锈，世人万千种，浮云莫去求，斯人若彩虹，遇上方知有。———《怦然心动》",
  "23、人生总是这么痛苦吗？还是只有小时候是这样？ 总是如此。———《这个杀手不太冷》",
  "24、我们不能改变这个世界，但至少可以不被这个世界改变。———《熔炉》",
  "25、生活总会有点不顺意，我们都会犯错。天性如何并不重要，重要的是你开始改变。 ———《疯狂动物城》",
  "26、要么作为英雄而死，要么苟活眼睁睁看着自己被逼成恶棍。———《蝙蝠侠：黑暗骑士》",
  "27、 当我还是孩子的时候，妈妈带我去看白雪公主，人人都爱上了白雪公主，而我却偏偏爱上了那个巫婆。———《安妮霍尔》",
  "28、 没有法律。没有限制。只有一条规则——永远也别坠入爱河。———《红磨坊》",
  "29、人啊，活着时受了再多的苦，到了快死的时候也会想个法子来宽慰自己。———《活着》",
  "30、人生就是不断地放下，然而痛心的是，还没来得及与他们好好告别！———《少年派的奇幻漂流》",
  "31、日本人生气和客气是一个模样！要不咋叫鬼子呢?———《鬼子来了》",
  "32、我的意中人是个盖世英雄，有一天他会踩着七彩祥云来娶我。———《大话西游之月光宝盒》",
  "33、人老了唯一的好处就是，能失去的东西少了。———《哈尔的移动城堡》",
  "34、 我们的尊严不值什么钱，可它是唯一我们真正拥有的东西，是我们最后一寸领土，但在那一寸领土里，我们是自由的。———《V字仇杀队》",
  "35、 人生永远也不会结束，死亡只是另一种人生。———《指环王1：魔戒再现》",
  "36、敬畏生命，敬畏职责，敬畏规章。———《中国机长》",
  "37、你好吗？ 我很好。———《情书》",
  "38、世界上所有的生命都在微妙的平衡中生存。———《狮子王》",
  "39、 人的价值，不在于他得到什么，而是他可以给予别人什么。———《被嫌弃的松子的一生》",
  "40、 你永远也不晓得自己有多喜欢一个人，除非你看见他和别的人在一起！———《天使爱美丽》",
  "41、 不顺心的时候，你可以像疯狗那样发狂，你可以破口大骂，诅咒命运。但到头来，还是得放手。———《本杰明•巴顿奇事》",
  "42、 酒要一口一口地喝，路要一步一步地走。步子迈大了，容易扯着蛋！———《让子弹飞》",
  "43、 皇上是世界上最寂寞的孩子。———《末代皇帝》",
  "44、 如果我没有刀，我就不能保护你。如果我有刀，我就不能拥抱你。———《剪刀手爱德华》",
  "45、 不要妄想改变过去，过去任意一个细节的改变都会引起未来翻天覆地的变化，当然，那永远不是你想要的结果。———《蝴蝶效应》",
  "46、 不如我们从头来过。———《春光乍泄》",
  "47、 人不能活在梦里，不要依赖梦想而忘记生活。———《哈利•波特与魔法石》",
  "48、 我真想知道，如何才能戒掉你。———《断背山》",
  "49、 当然要迷失方向,才能到达一个无人能找到的地方。———《加勒比海盗》",
  "50、一切都被颠倒了，仿佛那里才是真实的世界，这里才是梦。———《阿凡达》"
]
